[{"lang":"US","isbn":"1448135966","filename":"US_1448135966_NYPD Red - James Patterson.mobi","modified":"2015-09-11T22:15:04+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=vPd3mkWU_acC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"James Patterson","title":"NYPD Red","rating":3.5,"year":"(2012)","pages":496,"description":"A gripping New York crime thriller from the world's bestselling thriller writer. Every cop wants to be part of NYPD Red. It is the elite team in New York’s police department, handling the cases involving the most important and high-profile individuals in the city. It’s Detective Zach Jordan’s dream job, but he’s about to step into a nightmare. In the middle of a New York film festival, a maniac begins a very public and very brutal killing spree targeting Hollywood’s biggest stars. Zach is assigned a new partner, Detective Kylie MacDonald, who is also his ex-girlfriend. But they’ll need to put their history aside to have a chance of stopping this homicidal psychopath before he brings New York City to its knees."},{"lang":"US","isbn":"1409136426","filename":"US_1409136426_James Rollins - Amazonia, a Novel.mobi","modified":"2015-09-11T22:15:03+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=M3kciITFF3sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"James Rollins","title":"Amazonia","rating":4.5,"year":"(2011)","pages":528,"description":"There is no description for this book."},{"lang":"US","isbn":"1409057976","filename":"US_1409057976_The Lost Symbol - Dan Brown.mobi","modified":"2015-09-11T22:15:01+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=tO9eO29sOJQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Dan Brown","title":"The Lost Symbol Illustrated edition","rating":4,"year":"(2010)","pages":528,"description":"WHAT WAS LOST WILL BE FOUND... Harvard professor Robert Langdon is summoned to deliver an evening lecture in the Capitol Building, Washington DC. But within minutes of his arrival, a gruesome and disturbing discovery is made at the epicentre of the Rotunda. Langdon recognizes it as an ancient invitation, beckoning its recipient towards a long-lost world of hidden wisdom. And when Langdon's revered mentor is brutally kidnapped, he realizes his only chance to save his old friend is to accept this sinister summons... All that was familiar is transformed into a shadowy, clandestine world in which Masonic secrets and never-before-seen revelations seem to be leading him to a single impossible and inconceivable truth. As Langdon will discover, there is nothing more extraordinary or shocking than the secret which hides in plain sight... A brilliantly composed tapestry of veiled histories, arcane icons and enigmatic codes, The Lost Symbol is an intelligent, lightning-paced thriller that offers surprises at every turn. This exclusive edition features over 250 photographs and illustrations, allowing the reader to explore the rich historical research from which Dan Brown drew his inspiration, and uniquely complementing the reading experience."},{"lang":"US","isbn":"1405518499","filename":"US_1405518499_Proof of Heaven - by Eben Alexander - Yasser.mobi","modified":"2015-09-11T22:15:00+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=Z8Rnl0_3SGYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Eben Alexander","title":"Proof of Heaven","rating":3.5,"year":"(2012)","pages":224,"description":"Internationally acclaimed neurosurgeon Dr Eben Alexander always considered himself a man of science. His unwavering belief in evidence-based medicine fuelled a career in the top medical institutions of the world. But all this was set to change. One morning in 2008 he fell into a coma after suffering a rare form of bacterial meningitis. Scans of his brain revealed massive damage. Death was deemed the most likely outcome. As his family prepared themselves for the worst, something miraculous happened. Dr Alexander's brain went from near total inactivity to awakening. He made a full recovery but he was never the same. He woke certain of the infinite reach of the soul, he was certain of a life beyond death. In this astonishing book, Dr Alexander shares his experience, pieced together from the notes he made as soon as he was able to write again. Unlike other accounts of near-death experiences, he is able to explain in depth why his brain was incapable of fabricating the journey he experienced. His story is one of profound beauty and inspiration."},{"lang":"US","isbn":"0545227240","filename":"US_0545227240_Catching Fire - Suzanne Collins.mobi","modified":"2015-09-11T22:14:55+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=FN5wMOZKTYMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Suzanne Collins","title":"Catching Fire (The Second Book of the Hunger Games)","rating":4,"year":"(2010)","pages":400,"description":"Against all odds, Katniss Everdeen has won the annual Hunger Games with fellow district tribute Peeta Mellark. But it was a victory won by defiance of the Capitol and their harsh rules. Katniss and Peeta should be happy. After all, they have just won for themselves and their families a life of safety and plenty. But there are rumors of rebellion among the subjects, and Katniss and Peeta, to their horror, are the faces of that rebellion. The Capitol is angry. The Capitol wants revenge."},{"lang":"US","isbn":"006187745X","filename":"US_006187745X_Charles Bukowski - 1973 South of No North.mobi","modified":"2015-09-11T22:14:53+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=j08kFy5ltnwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Charles Bukowski","title":"South of No North","rating":4.5,"year":"(2009)","pages":192,"description":"South of No North is a collection of short stories written by Charles Bukowski that explore loneliness and struggles on the fringes of society."},{"lang":"PT","isbn":"8581630715","filename":"PT_8581630715_A Escolha - Nicholas Sparks.mobi","modified":"2015-09-11T22:14:53+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=ZnjtyeP3hx4C&printsec=frontcover&img=1&zoom=1&source=gbs_api","author":"Nicholas Sparks","title":"A Escolha","rating":4.5,"year":"(2012)","pages":307,"description":"Travis Parker possui tudo o que um homem poderia ter: a profissão que desejava, amigos leais, e uma linda casa beira-mar na pequena cidade de Beaufort, Carolina do Norte. Com uma vida boa, seus relacionamentos amorosos são apenas passageiros e para ele, isso é o suficiente. Até o dia em que sua nova vizinha, Gabby, aparece na porta. Apesar de suas tentativas de ser gentil, a ruiva atraente parece ter raiva dele. Ainda sim, Travis não consegue evitar se engraçar com Gabby e seus esforços persistentes o levam a uma jornada que ninguém poderia prever. Abrangendo os anos agitados do primeiro amor, casamento e família, A Escolha nos faz confrontar a questão mais cruel de todas: Até onde você iria manter o amor de sua vida?"},{"lang":"PL","isbn":"8376722131","filename":"PL_8376722131_Pan Samochodzik i Templariusze - Zbigniew Nienacki.mobi","modified":"2015-09-11T22:14:47+02:00","title":"PL_8376722131_Pan Samochodzik i Templariusze - Zbigniew Nienacki.mobi","author":"","rating":"No rating","description":"There is no description for this book.","thumbnail":"images\/no-cover.png","year":"","pages":""},{"lang":"PL","isbn":"8375740276","filename":"PL_8375740276_Cwiek Jakub - Gotuj z papiezem.mobi","modified":"2015-09-11T22:14:47+02:00","title":"PL_8375740276_Cwiek Jakub - Gotuj z papiezem.mobi","author":"","rating":"No rating","description":"There is no description for this book.","thumbnail":"images\/no-cover.png","year":"","pages":""},{"lang":"PL","isbn":"8373595082","filename":"PL_8373595082_Bez sladu - Harlan Coben.mobi","modified":"2015-09-11T22:14:44+02:00","title":"PL_8373595082_Bez sladu - Harlan Coben.mobi","author":"","rating":"No rating","description":"There is no description for this book.","thumbnail":"images\/no-cover.png","year":"","pages":""},{"lang":"PL","isbn":"8373594922","filename":"PL_8373594922_Bez pozegnania - Harlan Coben.mobi","modified":"2015-09-11T22:14:43+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=xANJcgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","author":"Harlan Coben","title":"Bez pozegnania","rating":"No rating","year":"(2007)","pages":413,"description":"There is no description for this book."},{"lang":"PL","isbn":"8370540937","filename":"PL_8370540937_Ziemkiewicz Rafal A. - Pieprzony los Kataryniarza (1995).mobi","modified":"2015-09-11T22:14:42+02:00","title":"PL_8370540937_Ziemkiewicz Rafal A. - Pieprzony los Kataryniarza (1995).mobi","author":"","rating":"No rating","description":"There is no description for this book.","thumbnail":"images\/no-cover.png","year":"","pages":""},{"lang":"PL","isbn":"8361587446","filename":"PL_8361587446_Inglot Jacek - Quietus (1997).mobi","modified":"2015-09-11T22:14:42+02:00","thumbnail":"images\/no-cover.png","author":"Jacek Inglot","title":"Quietus","rating":"No rating","year":"(2010)","pages":378,"description":"There is no description for this book."},{"lang":"PL","isbn":"1848940882","filename":"PL_1848940882_Bunt Kaina - stephen king.mobi","modified":"2015-09-11T22:14:27+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=_5U98wZ1DU8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Stephen King","title":"Skeleton Crew","rating":4,"year":"(2010)","pages":300,"description":"Hold tight. We are going into a number of dark places, but I think I know the way. Just don’t let go of my arm... Unrivalled master of suspense Stephen King takes the unsuspecting reader on a fantastic journey through the dark shadows of our innermost fears. Do the dead sing? In this bumper collection of chilling tales, which includes the brilliant story adapted into the acclaimed movie The Mist, we meet: a woman who has never crossed The Reach, the water dividing her from the mainland; a gramma who only wants to hug little George, even after she is dead; an innocent looking toy with sinister powers; and a primeval sea creature with an insatiable appetite."},{"lang":"PL","isbn":"1848940831","filename":"PL_1848940831_Bastion - Stephen King.mobi","modified":"2015-09-11T22:14:22+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=LC32OW8iVUQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Stephen King","title":"The Stand","rating":4,"year":"(2008)","pages":300,"description":"First came the days of the plague... After the days of the plague came the dreams. Dark dreams that warned of the coming of the dark man. The apostate of death, his worn-down boot heels tramping the night roads. The warlord of the charnel house and Prince of Evil. His time is at hand. His empire grows in the west and the Apocalypse looms..."},{"lang":"PL","isbn":"1443425265","filename":"PL_1443425265_Folwark Zwierzecy - Orwel George.mobi","modified":"2015-09-11T22:14:19+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=VYWuCbFM4IMC&printsec=frontcover&img=1&zoom=1&source=gbs_api","author":"George Orwell","title":"Animal Farm","rating":4,"year":"(2013)","pages":110,"description":"The animals of Manor Farm have revolted and taken over. Upon the death of Old Major, pigs Snowball and Napoleon lead a revolt against Mr. Jones, driving him from the farm. The animals embrace the Seven Commandments of Animalism and life carries on, but they learn that a farm ruled by animals looks more human than ever. Intended as a critique of Stalinist-era Russia, Orwell’s satirical novella Animal Farm is one of his greatest literary achievements. Animal Farm was chosen as one of Time magazine’s 100 best English-language novels, and won a Retrospective Hugo Award in 1996. HarperPerennialClassics brings great works of literature to life in digital format, upholding the highest standards in ebook production and celebrating reading in all its forms. Look for more titles in the HarperPerennial Classics collection to build your digital library."},{"lang":"PL","isbn":"1409106004","filename":"PL_1409106004_Sigma_1 Burza piaskowa - James Rollins.mobi","modified":"2015-09-11T22:14:18+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=8TPOCfs3VeoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"James Rollins","title":"Sandstorm","rating":4,"year":"(2009)","pages":608,"description":"An inexplicable explosion rocks the antiquities collection of a London museum - and sets off alarms in clandestine organisations around the world...The SIGMA Force debut from the NEW YORK TIMES bestselling author of MAP OF BONES and THE DOOMSDAY KEY. Lady Kara Kensington's family paid a high price in money and blood to found the gallery that now lies in ruins. And her search for answers is about to lead her into a world she never imagined existed: a lost city, buried beneath the Arabian desert, where something astonishing is waiting... A covert government operative hunting down a traitor is being drawn there. But at the end of a perilous journey lies an ageless power that can create a utopia - or tear down everything humankind has built over millennia of civilisation..."},{"lang":"PL","isbn":"1409105865","filename":"PL_1409105865_James Rollins - Mapa trzech medrcow.mobi","modified":"2015-09-11T22:14:17+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=uqTj9DBBMrcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"James Rollins","title":"Map of Bones","rating":1,"year":"(2008)","pages":528,"description":"The horrific theft of a priceless relic...a secret society reaching back to the Middle Ages...and the top-flight US team who must stop them. A heart-stopping SIGMA Force thriller from NEW YORK TIMES bestselling author James Rollins. When a group of parishioners is burned to death in a German cathedral, the US sends in SIGMA Force. For this tragedy is more than a case of arson - someone has stolen the priceless treasure stored in the cathedral's golden reliquary: the bones of the biblical Three Kings. Commander Gray Pierce leads a team on the hunt for the Royal Dragon Court, a clandestine aristocratic fraternity of alchemists that dates back to the Middle Ages and seeks to establish a new world order using the mystical bones. Pierce and his team follow a trail that leads from Europe's Gothic cathedrals through the remnants of the seven wonders of the ancient world to a mystical place where science and religion unite to unleash a threat not seen since the beginning of time itself..."},{"lang":"PL","isbn":"0895263467","filename":"PL_0895263467_Hrabia Monte Christo - Aleksander Dumas (ojciec).mobi","modified":"2015-09-11T22:14:13+02:00","title":"PL_0895263467_Hrabia Monte Christo - Aleksander Dumas (ojciec).mobi","author":"","rating":"No rating","description":"There is no description for this book.","thumbnail":"images\/no-cover.png","year":"","pages":""},{"lang":"PL","isbn":"0547249640","filename":"PL_0547249640_Rok 1984 - Orwell George.mobi","modified":"2015-09-11T22:14:10+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=kotPYEqx7kMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"George Orwell","title":"1984","rating":4,"year":"(1983)","pages":648,"description":"George Orwell’s 1984 takes on new life with extraordinary relevance and renewed popularity. “Orwell saw, to his credit, that the act of falsifying reality is only secondarily a way of changing perceptions. It is, above all, a way of asserting power.”—The New Yorker In 1984, London is a grim city in the totalitarian state of Oceania where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be. Lionel Trilling said of Orwell’s masterpiece, “1984 is a profound, terrifying, and wholly fascinating book. It is a fantasy of the political future, and like any such fantasy, serves its author as a magnifying device for an examination of the present.” Though the year 1984 now exists in the past, Orwell’s novel remains an urgent call for the individual willing to speak truth to power."},{"lang":"PL","isbn":"0393019217","filename":"PL_0393019217_Feynman Richard P. - Pan raczy zartowac. panie Feynman! (1985).mobi","modified":"2015-09-11T22:14:10+02:00","thumbnail":"images\/no-cover.png","author":"Richard P. Feynman","title":"Surely You're Joking, Mr. Feynman!","rating":4,"year":"(1985)","pages":"","description":"There is no description for this book."},{"lang":"PT","isbn":"9783446242074","filename":"PT_9783446242074_Cidades de papel - John Green.mobi","modified":"2015-11-20T20:02:13+01:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=O5hPAgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","author":"John Green","title":"Margos Spuren","rating":"No rating","year":"(2012)","pages":336,"description":"Schon als kleiner Junge war Quentin in die schöne, impulsive Margo verliebt - und schon damals war sie ihm ein Rätsel: Niemand konnte so mutig und entschlossen sein wie sie, niemand wirkte so unnahbar. Nachdem Quentin Margo bei einem nächtlichen Rachefeldzug geholfen hat, verschwindet diese urplötzlich und hinterlässt geheimnisvolle Spuren. Quentin ist verwirrt: Sind die Spuren für ihn? Soll er die Suche aufnehmen? Doch dann verfolgt er jeden Hinweis und befindet sich plötzlich inmitten eines aufregenden Abenteuers, irgendwo zwischen Roadmovie, Detektiv- und Liebesgeschichte. Der dritte Roman des vielfach ausgezeichneten Autors aus den USA."},{"lang":"EN","isbn":"0330513117","filename":"EN_0330513117_The Restaurant At The End Of The Universe.mobi","modified":"2015-09-11T22:14:06+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=YKHJ6WQKD3YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"Douglas Adams","title":"The Restaurant at the End of the Universe","rating":3.5,"year":"(2009)","pages":224,"description":"Following the smash-hit sci-fi comedy The Hitchhiker's Guide to the Galaxy, The Restaurant at the End of the Universe is the second part in Douglas Adams' multi-media phenomenon and cult classic series. If you've done six impossible things this morning, why not round it off with breakfast at Milliways, the Restaurant at the end of the Universe? Which is exactly what the crew of the Heart of Gold plan to do. There's just the small matter of escaping the Vogons, avoiding being taken to the most totally evil world in the Galaxy and teaching a space ship how to make a proper cup of tea. And did anyone actually make a reservation?"},{"lang":"PL","isbn":"0062502182","filename":"PL_0062502182_Alchemik - Paulo Coelho.mobi","modified":"2015-09-11T22:14:08+02:00","title":"PL_0062502182_Alchemik - Paulo Coelho.mobi","author":"","rating":"No rating","description":"There is no description for this book.","thumbnail":"images\/no-cover.png","year":"","pages":""},{"lang":"PL","isbn":"140910561X","filename":"PL_140910561X_Sigma_3 Czarny zakon - James Rollins.mobi","modified":"2015-09-11T22:14:15+02:00","thumbnail":"http:\/\/books.google.com\/books\/content?id=cxhysj9U-YkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","author":"James Rollins","title":"Black Order","rating":"No rating","year":"(2008)","pages":560,"description":"A sinister fire in a Copenhagen bookshop ignites a relentless hunt across four continents...A superb SIGMA FORCE thriller from the bestselling author of MAP OF BONES and THE DOOMSDAY KEY. Arson and murder reveal an insidious plot to steal a Bible that once belonged to Charles Darwin. As Commander Gray Pierce investigates, he is soon caught up in a mystery that dates back to Nazi Germany - and to horrific experiments performed in a now abandoned laboratory buried in a hollowed-out mountain in Poland. A continent away, madness ravages a remote monastery high in Nepal. As Lisa Cummings, a young American doctor, begins to investigate reported atrocities at the monastery, she is suddenly the target of an assassin. Her only ally is Painter Crowe, director of SIGMA FORCE, now undercover - and already showing signs of the baffling malady destroying the minds of the monks. Now it is up to Gray Pierce to save both Painter and Lisa - and a world in jeopardy..."}]